#+TITLE:todo.today
#+STARTUP: indent
#+STARTUP:overview
#+STARTUP: showeverything


* Plan

* Task
** DOING ASP-7985
DEADLINE: <2023-05-18 周四 02:30>
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
CLOCK: [2023-05-18 周四 13:17]--[2023-05-18 周四 14:43] =>  1:26
:END:
- State "DOING"      from "TODO"       [2023-05-18 周四 13:15] \\
  端口付费
** DONE 微课审批显示
DEADLINE: <2023-05-18 周四 15:20>
:LOGBOOK:
CLOCK: [2023-05-18 周四 15:30]--[2023-05-18 周四 15:35] =>  0:05
CLOCK: [2023-05-18 周四 14:43]--[2023-05-18 周四 15:30] =>  0:47
:END:
- State "DOING"      from "TODO"       [2023-05-18 周四 14:40] \\
  微课基本信息
[2023-05-18 周四 14:36]
** DONE 课程表时间交叉问题
DEADLINE: <2023-05-18 周四 16:00>
:PROPERTIES:
:Effort:   0:30
:END:
- State "DOING"      from "TODO"       [2023-05-18 周四 15:34] \\
  前端未判断，js校验
:LOGBOOK:
CLOCK: [2023-05-18 周四 15:43]--[2023-05-18 周四 17:30] =>  1:47
CLOCK: [2023-05-18 周四 15:35]--[2023-05-18 周四 15:43] =>  0:08
CLOCK: [2023-05-18 周四 15:30]--[2023-05-18 周四 15:30] =>  0:00
:END:
[2023-05-18 周四 15:30]
* Event
** 电子文档无法下载
DEADLINE: <2023-05-18 周四 16:30>
:LOGBOOK:
CLOCK: [2023-05-18 周四 15:43]--[2023-05-18 周四 15:43] =>  0:00
:END:
[2023-05-18 周四 15:43]
* Note
